getShortFileName(AString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
NOTE:  Do not add any more options to this Options class.
Instead derive your own class from 'OptionsBundle'.